;Language file of Revo Uninstaller
;This section must use English
[Info]
Language=Română / Romanian
WebLang=RO
Translator=Alexandru Bogdan Munteanu
Codepage=UNICODE 
Version=1.95

[Uninstaller Toolbar]
102 = Vedere
103 = Opțiuni
104 = Dezinstalator
105 = Unelte
106 = Vînător
107 = Listă
108 = Icoane
109 = Detalii
110 = Dezinstalează
111 = Înlătură
112 = Împrospătează
113 = Sigur vrei să înlături intrarea selectată?
114 = Sigur vrei să dezinstalezi programul selectat?
115 = Actualizează
116 = Ajutor
117 = Ajutor pentru unealta curentă...
118 = Situl Revo...
119 = Despre...
120 = Nu ai drepturi de Administrator!
121 = Sigur vrei să dezinstalezi componenta de sistem selectată?\nOPREȘTE-TE, cu excepția situației cînd știi sigur ce faci!
122 = Dezinstalatorul afișează toate programele instalate și componentele Windows atît pentru utilizatorul curent, cît și pentru toți ceilalți utilizatori. În vederea de tip "Detalii" sau în meniul contextual poți obține informații suplimentare (legături utile și proprietăți ale instalărilor). O facilitate principală a lui Revo Uninstaller este modul Vînător. Acesta îți oferă posibilitatea de a dezinstala, opri sau șterge softuri și de a dezactiva autopornirile cu un singur clic.
123 = Caută
124 = Găsite:
125 = Sigur vrei să înlături din registru componenta de sistem selectată?\nAceastă componentă poate fi necesară sistemului de operare!
126 =  nu va mai porni automat!
127 =  e setat să pornească automat
128 = %s e instalat în același loc ca %s!\nVor fi găsite resturi ale ambelor softuri! Bifează-le cu atenție pe cele pe care vrei să le înlături!
129 = Dezinstalare Forțată

[Uninstaller List]
150 = Program
151 = Mărime
152 = Versiune
153 = Data Instalării
154 = Companie
155 = Sit
156 = Comentariu
157 = Calea Dezinstalatorului
158 = Cheie de Registru
159 = Instalator

[Uninstaller StatusBar]
201 = Instalări: 
202 = Deschid...

[Registry Optimizer]
302 = Selectează unde să se scaneze
303 = Meniul de Pornire

[Autorun Toolbar]
407 = Pornește
408 = Oprește
409 = Înlătură
410 = Itemuri :
411 = Activat :
412 = Cu Managerul de Autopornire, nu numai că poți activa sau dezactiva pornirea automată a softurilor odată cu Windows, dar poți de asemenea obține mai multe informații despre softuri. Poți afla calea de lansare, descrierea, producătorul, starea (activă sau inactivă) și locul comenzii de pornire (care e fie în registru, fie într-o filă de pe hardisc).

[Autorun List]
450 = Numele Softului
451 = Cale
452 = Descriere
453 = Producător
454 = Stare
455 = Loc
456 = ACTIVĂ
457 = INACTIVĂ
458 = NEVALIDĂ
459 = Oprește Procesul
460 = Pornește Procesul
461 = Deschide Dosarul Softului
462 = Explorează Locul Autopornirii
463 = Copiază Calea de Lansare
464 = Înlătură Selectatele
465 = Înlătură Nevalidele
466 = Înlătură Inactivele
467 = Înlătură Dezactivatele
468 = Proprietăți...
470 = Sigur vrei să închizi softul selectat?\nToate datele nesalvate vor fi pierdute!
471 = Sigur vrei să ștergi itemul selectat?
472 = Sigur vrei să ștergi toate itemurile nevalide?
473 = Sigur vrei să ștergi toate itemurile inactive?
474 = Sigur vrei să ștergi toate itemurile dezactivate?
475 = Comanda nu există!
476 = NECUNOSCUTĂ
477 = Dezactivează Autopornirea
478 = Activează Autopornirea

[Outlook Control]
300 = Optimizare
301 = Optimizator de Registru
400 = Manager de Autopornire
500 = Curățător de Urme
501 = Curățător pentru Exploratoare
600 = Curățător pentru MS Office
700 = Curățător pentru Windows
800 = Distrugător de Evidențe
900 = Ștergător Definitiv
2100 = Unelte din Windows
2200 = Curățător de File Inutile

[Track Cleaner Browsers]
507 = Curăță Tot
508 = Curăță Istoria Paginilor Web Vizitate
509 = Șterge Istoria Barei de Adrese
510 = Șterge Filele de Internet Temporare
511 = Șterge Răvașele [Cookies]
512 = Șterge Filele Index.dat
513 = Execută
514 = Șterge Istoria Descărcărilor
515 = Șterge Istoria Sesiunilor
516 = Șterge Istoria Formularelor
517 = Dezinstalator
518 = Sigur vrei să cureți toate elementele selecționate?
521 = Sigur vrei să cureți istoria Internet Explorer?
522 = Sigur vrei să cureți istoria Firefox?
523 = Sigur vrei să cureți istoria Opera?
524 = Sigur vrei să cureți istoria Netscape?
525 = Exploratorul de internet înregistrează detalii despre fiecare sit web vizitat. Aceste informații sînt ușor accesibile dinăuntrul programului doar prin apăsarea unui buton, așa că oricine poate vedea ce ai vizitat pe internet! Curățătorul Exploratoarelor îți permite să ștergi filele de internet temporare care conțin pozele văzute, clipurile video vizionate și paginile web vizitate. Ștergerea filelor de internet temporare poate elibera mult spațiu pe hardisc.
526 = Închide exploratorul de internet înainte de a-l curăța.
527 = Filele Index.dat vor fi șterse la repornirea calculatorului.
599 = Operația de ștergere a urmelor pentru elementele selectate a fost terminată!

[Office Track Cleaner]
601 = Curăță
607 = Curăță Istoria Documentelor Recente din Microsoft Word
608 = Include versiunile Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 și Word 2010
609 = Curăță Istoria Documentelor Recente din Microsoft Excel
610 = Include versiunile Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 și Excel 2010
611 = Curăță Istoria Documentelor Recente din Microsoft Access
612 = Include versiunile Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 și Access 2010
613 = Curăță Istoria Documentelor Recente din Microsoft PowerPoint
614 = Include versiunile PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 și PowerPoint 2010
615 = Curăță Istoria Documentelor Recente din Microsoft FrontPage
616 = Include versiunile FrontPage 2000, FrontPage XP și FrontPage 2003
617 = Curățătorul Microsoft Office îți permite să ștergi istoria celor mai recente file utilizate în Microsoft Word, Excel, Access, PowerPoint și FrontPage. Dacă nu vrei ca altcineva să vadă care au fost ultimele foi de calcul deschise sau editate, documentele text sau alte file create cu Microsoft Office, selectează tipurile de file a căror evidență nu o vrei accesibilă tuturor și clichează pe butonul "Curăță". Filele din tipurile specificate nu vor mai fi disponibile în lista de documente recente.

[Windows Tracks Cleaner]
701 = Curăță
707 = Curăță Istoria Documentelor Recente
708 = Curăță Istoria Meniului de Pornire
709 = Curăță Istoria Căutării de File
710 = Curăță Istoria Imprimantelor, Calculatoarelor și al Căutării de Persoane
711 = Golește Cliplanșeta [Clipboard]
712 = Curăță Istoria Filelor Recente din "MS Paint"
713 = Curăță Istoria Filelor Recente din "MS Wordpad"
714 = Curăță Istoria Ultimei Chei Deschise cu Regedit
715 = Curăță Istoria Dialogului "Deschide/Salvează"
716 = Curăță Istoria Dialogului "Ultimul Dosar Vizitat"
717 = Golește Reciclatorul
718 = Șterge Filele Temporare din Windows
719 = Șterge Jurnalele [Logs] de Utilizare a Meniului de Pornire
720 = Microsoft Windows păstrează evidența multor activități efectuate cu calculatorul, cum ar fi istoria căutărilor (cînd cauți file sau dosare), istoria documentelor deschise recent, istoria dialogului "Deschide/Salvează" al diferitelor softuri și multe alte lucruri. Curățătorul Windows îți permite să înlături toate aceste istorii. Poți de asemenea goli Reciclatorul și șterge filele temporare, acțiuni care pot elibera un spațiu important pe hardisc.
721 = Istoria rulării de programe va fi ștearsă după ce procesul explorer.exe va fi repornit.
722 = Urme în Registrul Windows
723 = Urme pe Hardiscul Local
724 = Șterge filele create la prăbușirea sistemului care conțin înregistrări din memoria acestuia
725 = Șterge fragmentele de file recuperate cu Chkdsk [Check Disk]


[Evidence Remover]
802 = Execută
803 = Șterg
804 = Așteaptă să se termine ștergerea aflată în curs.
805 = Terminat
806 = Bifează dispozitivele care conțin urme și evidențe ale activității tale pe care vrei să le ștergi. Această unealtă are efect doar asupra datelor deja șterse. ATENȚIE: După terminarea operației, va fi imposibilă recuperarea datelor șterse!
807 = Cînd golești Reciclatorul Windows, filele și dosarele sînt doar marcate ca șterse, el nu sînt de fapt șterse la modul fizic. Această unealtă va șterge definitiv filele și dosarele care au fost deja șterse, dar au rămas intacte pe hardisc. Indiferent ce unealtă va fi folosită ulterior pentru recuperarea datelor, rezultatul va fi același, nul. Datele șterse cu Distrugătorul de Evidențe sînt imposibil de recuperat!
808 = Sigur vrei să ștergi urmele și evidențele lăsate pe dispozitivele selectate?

[Unrecoverable Delete]
912 = Lista de file și dosare care vor fi șterse fără posibilitate de recuperare
913 = File
914 = Dosare
915 = Adaugă filele pe care vrei să le ștergi din sistem. Aceste file nu vor mai putea fi recuperate cu nici un soft specializat!
916 = Adaugă dosarele pe care vrei să le ștergi din sistem. Aceste dosare nu vor mai putea fi recuperate cu nici un soft specializat!
917 = Adaugă file de șters
918 = Adaugă dosare de șters
919 = ȘTERGE DEFINITIV
920 = Curăță Lista
921 = Dacă vrei să ștergi o filă sau dosar în mod absolut sigur (pentru ca nimeni, cu nici o unealtă, să nu le poată recupera), folosește Ștergătorul Definitiv. Ștergerea filelor și golirea Reciclatorului nu înseamnă că filele dispar pentru totdeauna, ele continuă să existe pe hardisc și oricine ar putea recupera foarte ușor datele șterse. Unealta de ștergere definitivă face imposibilă recuperarea, deoarece șterge fizic toate filele și dosarele selectate.
922 = Sigur vrei să ștergi definitiv filele și dosarele selectate?

[Options Tree]
1001 = Opțiuni
1100 = Generale
1200 = Dezinstalator

[General]
1101 = Limba interfeței:
1102 = Mod avansat
1103 = Caută actualizări la pornire

[Uninstaller Options]
1201 = Arată actualizările sistemului de operare
1202 = Arată componentele sistemului de operare
1203 = Activează modul de deschidere rapidă a listei
1204 = Rulează doar dezinstalatorul încorporat în soft
1205 = (opțiune nesuportată în Windows Vista și 7)
1206 = Creează un punct de restaurare a sistemului înainte de dezinstalarea unui program
1207 = Șterge în Reciclator [Recycle Bin] filele și dosarele rămase de pe urma dezinstalării


[Auto Update]
1907 = Actualizare
1908 = Informații despre Versiune
1909 = Versiunea Curentă:
1910 = Ultima Versiune:
1911 = DESCARCĂ
1912 = Obține Ultima Versiune
1913 = Noutăți
1914 = Verific...
1915 = Eroare de conectare...
1916 = STOP
1917 = Descărcat %s din %s
1918 = Descărcat %s (mărime totală necunoscută)
1919 = Revo Uninstaller nu a putut să se conecteze la situl www.revouninstaller.com. Verifică dacă este activă conexiunea la internet și parafocul [firewall] nu blochează Revo Uninstaller
1920 = Eroare: Căutarea unei versiuni noi a eșuat. Nu există conexiune la internet.

[WinTools]
2110 = Rulează
2111 = Există multe unelte și componente utile încorporate în sistemul de operare Windows. Însă unele din ele folosesc linia de comandă, iar altele sînt dificil de găsit. Modulul cu Unelte din Windows îți oferă acces rapid cu un singur clic la mai mult de zece unelte obișnuite prezente în Windows.
2112 = Dacă apare o problemă, poți folosi Restauratorul Sistemului pentru a restaura calculatorul la o stare salvată anterior, fără să pierzi filele proprii. Restauratorul Sistemului monitorizează modificările sistemului și anumite file ale softurilor, creînd automat puncte de restaurare ușor de identificat. Aceste puncte de restaurare permit reîntoarcerea sistemului la o stare conservată [backed up] anterior. Punctele sînt create zilnic, dar și la momentele în care apar modificări semnificative ale sistemului. Poți de asemenea crea și numi puncte de restaurare personalizate în orice moment.
2113 = Unealta poate fi folosită pentru a obține și afișa informații despre componentele hardware și sistemul de operare, configurația de internet și configurația modemului sau a adaptorului de rețea. Cu Diagnosticarea Rețelei, poți realiza o scanare a sistemului și o testare a conectivității rețelei sau a funcționalității programelor și serviciilor legate de rețea. 
2114 = Informațiile Rețelei afișează toate configurațiile rețelei TCP/IP, ca și setările pentru Dynamic Host Configuration Protocol (DHCP) și Domain Name System (DNS). Unealta afișează de asemenea configurațiile TCP/IP ale tuturor adaptoarelor, incluzînd adresa IP, adresa MAC, masca subnet, poarta de intrare [gateway] implicită, Windows Internet Naming Service (WINS) și configurația DNS.
2115 = Centrul de Securitate verifică starea a trei componente esențiale: Parafoc [Firewall], Actualizarea Automată și Protecția față de Viruși și alte Malsofturi [malware/virus protection]. Dacă e detectată o problemă cu vreuna din aceste componente (de exemplu antivirusul nu e actualizat), Centrul de Securitate te avertizează și-ți oferă recomandări pentru a-ți proteja mai bine calculatorul.
2116 = Proprietățile Sistemului pot fi utilizate pentru a vedea informații de bază despre componentele hardware (de ex. procesorul și memoria), pentru a configura profilul hardware încărcat la butare (pornirea sistemului), pentru aflarea de informații referitoare la rețea și la profilul de logare, ca și pentru a raporta erorile cauzate de sistem sau programe la Microsoft sau la administratorul de sistem.
2117 = Informatorul Sistemului colectează și afișează informații despre configurația sistemului local sau a celor distante din rețea. Sînt prezentate informații despre confgurația hardware și software, inclusiv despre draiverele semnate sau nesemnate. Informatorul Sistemului îți permite să găsești rapid informațiile dorite despre calculator și sistemul de operare.
2118 = Comanda Netstat TCP/IP afișează toate conexiunile TCP active și porturile UDP ascultate. Sînt de asemenea afișate filele executabile implicate în crearea conexiunilor și ascultarea porturilor (numele executabilelor e între paranteze drepte la partea de jos, deasupra e componenta apelată, șablon repetat pînă e atinsă limita conexiunilor TCP/IP).
2119 = Tastatura pe Ecran afișează o tastatură virtuală și le permite utilizatorilor cu mobilitate limitată să tasteze date folosind un dispozitiv de indicare sau un joystic. Ea poate fi însă folosită de oricine are impresia că există în calculator un soft de spionat tastele [keylogger] instalat și tot ce este scris cu tastatura reală e înregistrat. Apăsarea tastelor virtuale nu este interceptată.
2120 = Defragmentatorul Hardiscului analizează partițiile locale și regrupează filele și dosarele fragmentate astfel încît fiecare să ocupe pe partiție un singur spațiu, neîntrerupt. Unealta regrupează de asemenea spațiul liber, scăzînd posibilitatea ca filele nou create să fie fragmentate. Ca urmare a acestor acțiuni sistemul devine mai eficient și mai rapid în activitatea de prelucrare a filelor.
2121 = Managerul de Servicii poate porni, opri, pune în pauză, relua sau activa/dezactiva serviciile existente pe un calculator local sau distant. Unealta poate de asemenea stabili ce acțiuni de recuperare să aibă loc dacă un serviciu eșuează (de exemplu poate reporni automat serviciul respectiv), poate să activeze sau să dezactiveze serviciile pentru un anumit profil hardware și poate să afișeze starea și descrierea pentru fiecare serviciu în parte.
2122 = Dosarele Partajate pot fi folosite pentru administrarea resurselor partajate în rețea, pentru controlul permisiunilor de acces ale utilizatorilor, pentru a vedea proprietățile resurselor partajate sau sumarul conexiunilor și pentru a vedea situația utilizării resurselor de către calculatorul local și cele distante. Unealta afișează de asemenea o listă cu toți utilizatorii care sînt conectați distant (în rețea) și permite deconectarea lor. Se poate de asemenea vedea lista filelor deschise curent de către utilizatorii distanți.
2123 = Politica de Grup include setările legate de utilizatori și de configurația calculatorului. Politica de Grup definește diversele componente ale mediului de birou [desktop] pe care trebuie să le gestioneze administratorul de sistem (de exemplu programele disponibile pentru toți utilizatorii, programele care apar pe biroul unui anumit utilizator și opțiunile Meniului de Pornire).
2124 = Managerul de Componente Windows te ajută să administrezi unele din componentele sistemului de operare. După instalarea SO poți adăuga unele componente care nu au fost instalate automat sau să le înlături pe cele deja instalate de care nu ai nevoie.
2125 = Unealta de Eliminare a Softurilor Malițioase [Microsoft Windows Malicious Software Removal Tool] controlează calculatoarele ce rulează SO Windows pentru a vedea dacă sînt infectate cu malsofturi și ajută la înlăturarea infecției dacă este posibil. Softurile malițioase includ viruși, viermi și cai troieni [viruses, worms, trojan horses]. Cînd procesul de detectare și înlăturare e complet, unealta afișează un raport care descrie rezultatul, inclusiv dacă au fost detectate și înlăturate malsofturi.


[Junk Files Cleaner Options]
2202 = Dispozitive de Scanat:
2203 = Șablon
2204 = Descriere
2205 = Adaugă
2206 = Înlătură
2207 = Resetează la Implicite
2208 = Curățător de File Inutile::Generale
2209 = Curățător de File Inutile::Excludere
2220 = Șablonul după care să se scaneze:
2221 = Poți folosi semnele ? și/sau * ca metacaractere
2222 = Adaugă Șablon
2223 = Adaugă Șablon de Excludere
2224 = Poți folosi semnele ? și/sau * ca metacaractere
2225 = Șablon de Excludere:
2226 = Șterge filele prin mutarea lor în Reciclator [Recycle Bin]
2227 = Ignoră filele accesate în ultimele 24 de ore

[Junk Files Cleaner Tool]
2306 = Scanează
2307 = Șterge
2308 = Scanez
2309 = Așteaptă pînă se termină scanarea.
2310 = Anulează
2311 = Nume
2312 = Mărime
2319 = File:
2320 = Mărime Totală:
2323 = Există file folosite acum de Windows sau de un alt program\n care nu pot fi șterse momentan
2324 = Trebuie să selectezi cel puțin un dispozitiv și o extensie pentru a începe scanarea.
2325 = Curățătorul de File Inutile îți permite să găsești și să ștergi diferite tipuri de file stocate pe calculator care nu mai sînt necesare. În mod normal cînd nu mai este nevoie de ele, aceste file sînt șterse de softul care le-a creat. Cu toate acestea, ele pot rămîne permanent pe hardisc dacă softul s-a închis pe neașteptate, sistemul s-a prăbușit, etc. Acumularea de file inutile poate duce la scăderea spațiului liber de pe hardisc și la încetinirea sistemului.
2326 = Filă:
2327 = Șterg Filele

[Context Menu Junk Files Cleaner]
2313 = Deschide
2314 = Caută cu Google
2315 = Deschide Dosarul Conținător
2316 = Proprietăți...
2317 = Bifează Toate Itemurile
2318 = Debifează Toate Itemurile
2321 = Bifează Itemurile Selectate
2322 = Debifează Itemurile Selectate

[Topmost Window]
4002 = Opțiuni
4003 = Restaurează Revo Uninstaller
4004 = Mod Tragere-și-Punere
4005 = Mod Vînător
4006 = Mărime
4007 = Mică
4008 = Medie
4009 = Mare
4010 = Mărimea Ferestrei
4011 = Ieși
4012 = Dezinstalează
4013 = Oprește Autopornirea
4014 = Oprește Procesul
4015 = Oprește și Șterge Procesul
4016 = Deschide Dosarul Conținător
4017 = Informații
4018 = Proprietăți
4019 = Anulează
4020 = E suportată doar o singură filă odată!
4021 = Ai pus un dosar, trebuie să tragi și să pui o filă!
4022 = Dezinstalează sau Înlătură:
4023 = Nerezolvat! Încearcă să indici către o altă fereastră, icoană sau item din bara de sarcini.
4024 = Nu pot rula comanda de dezinstalare!\n Dezinstalează softul cu Dezinstalatorul.
4025 = Nu a fost găsit Pachetul de Instalare!\nPont: Obține mai multe informații despre soft din fereastra principală și\n încearcă să-l dezinstalezi manual!
4026 = Softul țintă are autopornirea dezactivată!\nPont: Dacă vrei să îl reactivezi folosește Unealta de Autopornire din Revo Uninstaller!
4027 = Softul țintă nu a fost găsit în locurile de autopornire obișnuite!\nPont: Pentru a căuta în locuri neobișnuite pentru autopornirea unei soft, folosește Google!
4028 = Sigur vrei să închizi softul selectat?\nToate datele nesalvate vor fi pierdute!
4029 = Dezinstalator
4030 = Sigur vrei să închizi și să ștergi softul selectat?\nToate datele nesalvate vor fi pierdute!
4031 = Sigur vrei să închizi Windows Explorer?\n Meniul de Pornire, Bara de Sarcini și Sertarul vor dispare!
4032 = Autopornește odată cu Windows
4033 = Transparență

[Scan After Uninstall]
4210 = Loc
4211 = Cheie
4212 = Valoare
4213 = Dată
4214 = Filă
4215 = Nu ai selectat nici un item. Selectează un item pentru a-l șterge!
4216 = Scanează după Dezinstalare
4217 = Selectează Tot
4218 = Deselectează Tot
4219 = Șterge
4220 = File Rămase
4221 = Intrări în Registru Rămase
4222 = Scanez înainte de dezinstalare, așteaptă...
4223 = Rulez dezinstalatorul...
4224 = Pornește scanarea pentru file, dosare și chei de registru rămase numai în momentul în care dezinstalatorul softului și-a terminat treaba.
4225 = Scanez după dezinstalare, așteaptă...
4226 = Verifică cu atenție itemurile din listă!
4227 = Închide
4228 = Filele rămase prezente în listă vor fi șterse la următoarea pornire a sistemului.
4229 = Rularea dezinstalatorului softului a eșuat!\nComanda de dezinstalare e posibil să fie nevalidă!
4230 = Înapoi
4231 = Înainte
4232 = Selectează un Mod de Dezinstalare
4233 = Moduri
4234 = Încorporat - rulează doar dezinstalatorul softului, fără scanare suplimentară
4235 = Sigur - include modul Încorporat și realizează scanări suplimentare în registru și pe hardisc pentru a găsi itemuri rămase care pot fi șterse. Acesta e modul cel mai rapid.
4236 = Moderat - include modul Încorporat și realizează o scanare amănunțită pentru a găsi itemurile rămase în cele mai comune locuri ale registrului și hardiscului.
4237 = Avansat - include modul Moderat și realizează o scanare profundă și amănunțită pentru a găsi itemurile rămase în registru și pe hardisc. Acesta e modul cel mai lent.
4238 = Analizez datele softului înainte de a-l dezinstala.
4239 = Pornesc dezinstalatorul încorporat al softului.
4240 = După ce dezinstalatorul softului a terminat operația, apasă butonul "Înainte" pentru a porni scanarea care să găsească filele, dosarele și itemurile rămase în registru. 
4241 = Fac analiza inițială și dezinstalarea. 
4242 = Scanare după elemente rămase
4243 = Dezinstalatorul softului a terminat operația, acum scanez registrul și hardiscul pentru itemuri rămase legate de softul dezinstalat. Așteaptă...
4244 = Au fost găsite itemuri rămase în registru
4245 = Itemuri găsite în registru:
4246 = Notă: verifică cu atenție itemurile afișate! Doar itemurile bifate scrise îngroșat și subitemurile lor vor fi șterse!
4247 = Au fost găsite file și dosare rămase
4248 = Itemuri Găsite:
4249 = My Computer
4250 = Revo Uninstaller nu a putut porni dezinstalatorul încorporat în soft. Comanda de dezinstalare a softului ar putea fi nevalidă sau programul de dezinstalare ar putea fi deteriorat. Poți să apeși pe butonul "Înapoi" și să folosești un alt mod de dezinstalare.
4251 = Dezinstalatorul încorporat în soft a terminat operația. Revo Uninstaller nu a scanat după itemuri rămase. Poți să apeși pe butonul "Înapoi" și să folosești un mod de dezinstalare care să scaneze după file, dosare sau itemuri rămase în registru.
4252 = Revo Uninstaller a terminat cu succes procedura de dezinstalare și nu au fost găsite itemuri rămase. Poți să apeși pe butonul "Înapoi" și să folosești un mod de dezinstalare mai amănunțit, pentru o scanare mai profundă.
4253 = Revo Uninstaller a terminat cu succes procedura de dezinstalare. Dacă vrei să cauți după mai multe itemuri rămase poți să apeși pe butonul "Înapoi" și să folosești un mod de dezinstalare mai avansat, pentru o scanare mai profundă.
4254 = Finalizează
4255 = Sigur vrei să trimiți în Reciclator filele selectate?
4256 = Sigur vrei să ștergi itemurile din registru selectate?
4257 = Revo Uninstaller a terminat cu succes procedura de dezinstalare!
4258 = Sigur vrei să sari peste ștergerea intrărilor rămase în registru și să continui cu etapa următoare?
4259 = Sigur vrei să sari peste ștergerea filelor și dosarelor rămase și să continui cu etapa următoare? 
4260 = Scanarea după itemuri rămase a fost terminată. Apasă butonul "Înainte" pentru a vedea rezultatele!
4261 = Creez punct de restaurare a sistemului...
4262 = Creez punct de restaurare a sistemului - eșuat!
4263 = Crearea Punctului de Restaurare a Sistemului e dezactivată (în Opțiuni->Dezinstalator)
4264 = Creez punct de restaurare a sistemului - gata!


[About]
4300 = Traducători:

[ContextMenu Uninstaller]
5000 = Comenzi
5001 = Informații
5002 = Caută cu Google
5004 = Explorează Locul de Instalare
5005 = Deschide Pagina cu Informații...
5006 = Deschide Pagina de Ajutor...
5007 = Deschide Pagina de Actualizare...
5008 = Deschide Cheia de Registru...

[Common]
10000 = OK
10001 = Anulează
10002 = Ajutor
10003 = Explorează
10004 = Ajutor Pentru Unealta Curentă
10005 = Situl Revo Uninstaller
10006 = Despre
10007 = Avertisment
10008 = EROARE

[Tooltips]
2000 = Comută la Modul Dezinstalator
2001 = Arată Panoul Uneltelor
2002 = Ajustează Setările
2003 = Comută la Modul Vînător
2004 = Schimbă Vederea Listei de Softuri Selectate
2005 = Dezinstalează Softul Selectat
2006 = Șterge din Listă Intrarea Selectată
2007 = Împrospătează Lista de Softuri
2008 = Actualizează Revo Uninstaller la Ultima Versiune
2009 = Informații Suplimentare despre Revo Uninstaller
404 = Pornește Softul Selectat
405 = Oprește și Închide Softul Selectat
406 = Împiedică Softul Selectat să Autopornească
506 = Curăță Opțiunile Selectate
605 = Curăță Opțiunile Selectate
705 = Curăță Opțiunile Selectate
2106 = Rulează Unealta Selectată
2304 = Scanează după File Inutile
2305 = Mută în Reciclator Filele Bifate

